"""
1) Напишите несколько строк кода, выводящих на экран ваше имя
и почтовый адрес. Адрес напишите в формате, принятом в вашей
стране. Никакого ввода от пользователя ваша первая программа
принимать не будет, только вывод на экран и больше ничего.
"""

print("Дмитрий")
print("ул. Тимирязева 11")
print("230023, Гродно")
print("Гродненская область, Беларусь")
