"""
4)Программа, которую вы напишете, должна начинаться с запроса
у пользователя суммы заказа в ресторане. После этого должен
быть произведен расчет налога и чаевых официанту. В качестве
чаевых мы оставим 18 % от стоимости заказа без учета налога.
Налог: 4%. На выходе программа должна отобразить отдельно
налог, сумму чаевых и итог.
"""

order_amount = float(input("Укажите сумму заказа: "))
tax = order_amount * 0.04
tip = order_amount * 0.18
total_amount = order_amount + tax + tip

print("Налог:", tax)
print("Чаевые:", tip)
print("Итог:", total_amount)
